---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSaveToLocalProgressChangedEventArgs
source: html/c67288e0-c372-a4ce-bc99-b2f0db45580a.htm
---
# DocumentSaveToLocalProgressChangedEventArgs Members

Indicates whether the event is being cancelled.